Repository: JeremyLNO/pillo-app
Catalog: Resources/Localizable.xcstrings
Source language: fr
Languages: de, en, es, pt

# blister.cell.missed
source: Oubliée
de: Vergessen
en: Missed
es: Olvidada
pt: Esquecida

# blister.cell.placeboTaken
source: Placebo pris
de: Placebo eingenommen
en: Placebo taken
es: Placebo tomado
pt: Placebo tomado

# blister.cell.placeboUpcoming
source: Placebo à venir
de: Bevorstehendes Placebo
en: Upcoming placebo
es: Placebo próximo
pt: Placebo a seguir

# blister.cell.taken
source: Prise
de: Eingenommen
en: Taken
es: Tomada
pt: Tomada

# blister.cell.today
source: Aujourd'hui
de: Heute
en: Today
es: Hoy
pt: Hoje

# blister.cell.upcoming
source: À venir
de: Bevorstehend
en: Upcoming
es: Próxima
pt: A seguir

# blister.correct.note
source: Note
de: Notiz
es: Nota
pt: Nota

# blister.correct.note.placeholder
source: Ajouter une note (facultatif)
de: Notiz hinzufügen (optional)
en: Add a note (optional)
es: Añadir una nota (opcional)
pt: Adicionar uma nota (opcional)

# blister.correct.takenAt
source: Prise à
de: Eingenommen um
en: Taken at
es: Tomada a las
pt: Tomada às

# blister.correct.title
source: Corriger une prise
de: Einnahme korrigieren
en: Correct a dose
es: Corregir una toma
pt: Corrigir uma toma

# blister.correct.wasTaken
source: Ce comprimé a été pris
de: Diese Pille wurde eingenommen
en: This pill was taken
es: Este comprimido fue tomado
pt: Este comprimido foi tomado

# blister.correctPast
source: Corriger une prise passée
de: Vergangene Einnahme korrigieren
en: Correct a past dose
es: Corregir una toma pasada
pt: Corrigir uma toma passada

# blister.dayLabel
source: Jour
de: Tag
en: Day
es: Día
pt: Dia

# blister.legend.taken
source: Prise
de: Eingenommen
en: Taken
es: Tomada
pt: Tomada

# blister.legend.today
source: Aujourd'hui
de: Heute
en: Today
es: Hoy
pt: Hoje

# blister.legend.upcoming
source: À venir
de: Bevorstehend
en: Upcoming
es: Próxima
pt: A seguir

# blister.validateToday
source: Valider la prise du jour
de: Heutige Einnahme bestätigen
en: Confirm today's dose
es: Confirmar la toma de hoy
pt: Confirmar a toma de hoje

# commitment.body
source: Nous pensons que le suivi de votre santé ne devrait jamais dépendre de votre budget. C'est pourquoi Cycles, Pillo Tracker et Respire sont, et resteront, entièrement gratuites : sans publicité, sans abonnement caché et sans revente de vos données. Notre engagement finance ces applications pour qu'elles restent accessibles à toutes et tous.
de: Wir glauben, dass die Verfolgung deiner Gesundheit niemals von deinem Budget abhängen sollte. Deshalb sind Cycles, Pillo Tracker und Respire vollständig kostenlos und bleiben es auch: keine Werbung, kein verstecktes Abonnement und kein Weiterverkauf deiner Daten. Unser Engagement finanziert diese Apps, damit sie für alle zugänglich bleiben.
en: We believe tracking your health should never depend on your budget. That's why Cycles, Pillo Tracker, and Respire are, and will remain, entirely free: no ads, no hidden subscription, and no reselling your data. Our commitment funds these apps so they stay accessible to everyone.
es: Creemos que el seguimiento de tu salud nunca debería depender de tu presupuesto. Por eso Cycles, Pillo Tracker y Respire son, y seguirán siendo, totalmente gratuitas: sin publicidad, sin suscripción oculta y sin reventa de tus datos. Nuestro compromiso financia estas aplicaciones para que sigan siendo accesibles para todas y todos.
pt: Acreditamos que o acompanhamento da sua saúde nunca deve depender do seu orçamento. É por isso que Cycles, Pillo Tracker e Respire são, e continuarão a ser, totalmente gratuitas: sem publicidade, sem subscrição oculta e sem revenda dos seus dados. O nosso compromisso financia estas aplicações para que continuem acessíveis a todas e todos.

# commitment.footer.accessibilityLabel
source: Notre engagement — en savoir plus sur crazybeelabs.com
de: Unser Engagement — mehr erfahren auf crazybeelabs.com
en: Our commitment — learn more at crazybeelabs.com
es: Nuestro compromiso — más información en crazybeelabs.com
pt: O nosso compromisso — saiba mais em crazybeelabs.com

# commitment.footer.link
source: Notre engagement
de: Unser Engagement
en: Our commitment
es: Nuestro compromiso
pt: O nosso compromisso

# commitment.footer.tagline
source: Une application CrazyBeeLabs
de: Eine CrazyBeeLabs-App
en: A CrazyBeeLabs app
es: Una aplicación de CrazyBeeLabs
pt: Uma aplicação CrazyBeeLabs

# commitment.intro
source: Grâce à l'engagement de CrazyBeeLabs
de: Dank des Engagements von CrazyBeeLabs
en: Thanks to CrazyBeeLabs's commitment
es: Gracias al compromiso de CrazyBeeLabs
pt: Graças ao compromisso da CrazyBeeLabs

# commitment.title
source: Pillo Tracker est gratuite. Pour toujours.
de: Pillo Tracker ist kostenlos. Für immer.
en: Pillo Tracker is free. For good.
es: Pillo Tracker es gratuita. Para siempre.
pt: Pillo Tracker é gratuita. Para sempre.

# common.cancel
source: Annuler
de: Abbrechen
en: Cancel
es: Cancelar
pt: Cancelar

# common.save
source: Enregistrer
de: Speichern
en: Save
es: Guardar
pt: Guardar

# history.addNote
source: Ajouter une note
de: Notiz hinzufügen
en: Add a note
es: Añadir una nota
pt: Adicionar uma nota

# history.addNote.placeholder
source: Écrivez votre note ici…
de: Notiz hier eingeben…
en: Write your note here…
es: Escribe tu nota aquí…
pt: Escreva a sua nota aqui…

# history.addNote.title
source: Nouvelle note
de: Neue Notiz
en: New note
es: Nueva nota
pt: Nova nota

# history.export.chooseFormat
source: Exporter l'historique
de: Verlauf exportieren
en: Export history
es: Exportar historial
pt: Exportar histórico

# history.export.csv
source: Format CSV
de: CSV-Format
en: CSV format
es: Formato CSV
pt: Formato CSV

# history.export.pdf
source: Format PDF
de: PDF-Format
en: PDF format
es: Formato PDF
pt: Formato PDF

# history.legend.late
source: Retard
de: Verspätet
en: Late
es: Retraso
pt: Atraso

# history.legend.missed
source: Oubli
de: Vergessen
en: Missed
es: Olvido
pt: Esquecimento

# history.legend.taken
source: Prise
de: Eingenommen
en: Taken
es: Tomada
pt: Tomada

# history.navTitle
source: Suivi
de: Verlauf
en: Tracking
es: Seguimiento
pt: Acompanhamento

# history.regularity.subtitle
source: Observance quotidienne · 4 dernières semaines
de: Tägliche Einnahmetreue · letzte 4 Wochen
en: Daily adherence · last 4 weeks
es: Cumplimiento diario · últimas 4 semanas
pt: Adesão diária · últimas 4 semanas

# history.regularity.title
source: Régularité
de: Regelmäßigkeit
en: Regularity
es: Regularidad
pt: Regularidade

# history.stats.delays
source: Retards
de: Verspätungen
en: Delays
es: Retrasos
pt: Atrasos

# history.stats.thisMonth
source: ce mois
de: diesen Monat
en: this month
es: este mes
pt: este mês

# history.symptoms.title
source: Symptômes récents
de: Kürzliche Symptome
en: Recent symptoms
es: Síntomas recientes
pt: Sintomas recentes

# home.blisterMini.dayProgress
source: Jour %d / %d
de: Tag %d / %d
en: Day %d / %d
es: Día %d / %d
pt: Dia %d / %d

# home.blisterMini.title
source: Plaquette en cours
de: Aktuelle Packung
en: Current pack
es: Blíster actual
pt: Cartela atual

# home.nextBreak.inDays
source: Dans %d jours
de: In %d Tagen
en: In %d days
es: En %d días
pt: Em %d dias

# home.nextBreak.title
source: Prochaine pause
de: Nächste Pause
en: Next pause
es: Próxima pausa
pt: Próxima pausa

# home.nextBreak.today
source: Aujourd'hui
de: Heute
en: Today
es: Hoy
pt: Hoje

# home.nextPack.title
source: Prochaine plaquette
de: Nächste Packung
en: Next pack
es: Próximo blíster
pt: Próxima cartela

# home.stats.days
source: jours
de: Tage
en: days
es: días
pt: dias

# home.stats.observance
source: Observance
de: Einnahmetreue
en: Adherence
es: Cumplimiento
pt: Adesão

# home.stats.packs
source: plaquettes
de: Packungen
en: packs
es: blísteres
pt: cartelas

# home.stats.stock
source: Stock
de: Vorrat

# home.stats.streak
source: Série
de: Serie
en: Streak
es: Racha
pt: Sequência

# home.todayCard.confirm
source: J'ai pris ma pilule
de: Ich habe meine Pille genommen
en: I took my pill
es: Ya tomé mi píldora
pt: Tomei o meu comprimido

# home.todayCard.confirmed
source: Prise confirmée
de: Einnahme bestätigt
en: Dose confirmed
es: Toma confirmada
pt: Toma confirmada

# home.todayCard.dueIn
source: À prendre dans %d min
de: Fällig in %d Min.
en: Due in %d min
es: Tomar en %d min
pt: A tomar em %d min

# home.todayCard.missed
source: Oubliée
de: Vergessen
en: Missed
es: Olvidada
pt: Esquecida

# home.todayCard.noneToday
source: Aucune prise prévue aujourd'hui
de: Heute ist keine Einnahme geplant
en: No dose scheduled today
es: Ninguna toma prevista hoy
pt: Nenhuma toma prevista para hoje

# home.todayCard.overdue
source: En retard de %d min
de: %d Min. überfällig
en: %d min overdue
es: %d min de retraso
pt: %d min de atraso

# home.todayCard.snooze
source: Reporter
de: Verschieben
en: Snooze
es: Posponer
pt: Adiar

# home.todayCard.title
source: Prise du jour
de: Heutige Einnahme
en: Today's dose
es: Toma de hoy
pt: Toma do dia

# home.todayCard.title.discreet
source: Rappel du jour
de: Heutige Erinnerung
en: Today's reminder
es: Recordatorio de hoy
pt: Lembrete do dia

# home.todayCard.undo
source: Annuler
de: Rückgängig
en: Undo
es: Deshacer
pt: Desfazer

# lock.pin.error
source: Code incorrect
de: Falscher Code
en: Incorrect code
es: Código incorrecto
pt: Código incorreto

# lock.pin.placeholder
source: Code PIN
de: PIN-Code
en: PIN code
es: Código PIN
pt: Código PIN

# lock.title
source: Pillo Tracker est verrouillé
de: Pillo Tracker ist gesperrt
en: Pillo Tracker is locked
es: Pillo Tracker está bloqueada
pt: Pillo Tracker está bloqueada

# lock.unlock.button
source: Déverrouiller
de: Entsperren
en: Unlock
es: Desbloquear
pt: Desbloquear

# lock.useFaceID
source: Utiliser Face ID
de: Face ID verwenden
en: Use Face ID
es: Usar Face ID
pt: Usar Face ID

# lock.usePIN
source: Utiliser le code PIN
de: PIN-Code verwenden
en: Use PIN code
es: Usar código PIN
pt: Usar código PIN

# missedpill.contactProfessional
source: Contacter un professionnel
de: Fachperson kontaktieren
en: Contact a professional
es: Contactar a un profesional
pt: Contactar um profissional

# missedpill.delay.between12and24h
source: 12 à 24 h
de: 12 bis 24 Std.
en: 12 to 24 h
es: 12 a 24 h
pt: 12 a 24 h

# missedpill.delay.lessThan12h
source: Moins de 12 h
de: Weniger als 12 Std.
en: Less than 12 h
es: Menos de 12 h
pt: Menos de 12 h

# missedpill.delay.moreThan24h
source: + de 24 h
de: Mehr als 24 Std.
en: More than 24 h
es: Más de 24 h

# missedpill.delay.question
source: Quel est votre retard ?
de: Wie groß ist deine Verspätung?
en: How late are you?
es: ¿Cuánto retraso llevas?
pt: Qual é o seu atraso?

# missedpill.disclaimer.notReplacement
source: Cette aide ne remplace pas la notice de votre pilule.
de: Diese Hilfe ersetzt nicht den Beipackzettel deiner Pille.
en: This assistant does not replace your pill's package leaflet.
es: Esta ayuda no sustituye el prospecto de tu píldora.
pt: Esta ajuda não substitui a bula da sua pílula.

# missedpill.fallback.message
source: Consultez la notice de votre pilule ou contactez rapidement un pharmacien, une sage-femme ou un médecin.
de: Lies den Beipackzettel deiner Pille oder wende dich rasch an eine Apotheke, Hebamme oder Ärztin/einen Arzt.
en: Check your pill's package leaflet or quickly contact a pharmacist, midwife, or doctor.
es: Consulta el prospecto de tu píldora o contacta rápidamente con un farmacéutico, una matrona o un médico.
pt: Consulte a bula da sua pílula ou contacte rapidamente um farmacêutico, uma parteira ou um médico.

# missedpill.guidance.disclaimer
source: Ce résultat n'est pas un diagnostic médical.
de: Dieses Ergebnis ist keine medizinische Diagnose.
en: This result is not a medical diagnosis.
es: Este resultado no es un diagnóstico médico.
pt: Este resultado não é um diagnóstico médico.

# missedpill.guidance.indicative
source: Conseil indicatif
de: Allgemeiner Hinweis
en: General guidance
es: Consejo orientativo
pt: Conselho indicativo

# missedpill.guidance.title
source: Que faire maintenant ?
de: Was tun?
en: What should you do now?
es: ¿Qué hacer ahora?
pt: O que fazer agora?

# missedpill.intercourse.question
source: Rapport sexuel récent ?
de: Kürzlich Geschlechtsverkehr?
en: Recent intercourse?
es: ¿Relación sexual reciente?
pt: Relação sexual recente?

# missedpill.navTitle
source: Oubli
de: Vergessen
en: Missed pill
es: Olvido
pt: Esquecimento

# missedpill.pillCount.question
source: Combien de comprimés oubliés ?
de: Wie viele Pillen hast du vergessen?
en: How many pills did you miss?
es: ¿Cuántos comprimidos olvidaste?
pt: Quantos comprimidos esqueceu?

# missedpill.subtitle
source: Répondez à quelques questions pour savoir quoi faire.
de: Beantworte ein paar Fragen, um zu erfahren, was zu tun ist.
en: Answer a few questions to find out what to do.
es: Responde algunas preguntas para saber qué hacer.
pt: Responda a algumas perguntas para saber o que fazer.

# missedpill.title
source: J'ai oublié ma pilule
de: Ich habe meine Pille vergessen
en: I missed my pill
es: Olvidé mi píldora
pt: Esqueci-me da pílula

# missedpill.week.label
source: Semaine %d
de: Woche %d
en: Week %d
es: Semana %d
pt: Semana %d

# missedpill.week.question
source: Où êtes-vous dans votre plaquette ?
de: Wo befindest du dich in deiner Packung?
en: Where are you in your pack?
es: ¿En qué punto del blíster estás?
pt: Em que ponto da cartela está?

# notification.action.alertContact
source: Alerter mon contact
de: Kontakt benachrichtigen
en: Alert my contact
es: Avisar a mi contacto
pt: Avisar o meu contacto

# notification.action.missed
source: Oubliée
de: Vergessen
en: Missed
es: Olvidada
pt: Esquecida

# notification.action.snooze
source: Reporter
de: Verschieben
en: Snooze
es: Posponer
pt: Adiar

# notification.action.taken
source: Prise
de: Eingenommen
en: Taken
es: Tomada
pt: Tomada

# notification.reminder.body.default
source: C'est l'heure de votre rappel.
de: Es ist Zeit für deine Erinnerung.
en: It's time for your reminder.
es: Es hora de tu recordatorio.
pt: É hora do seu lembrete.

# notification.trustedContact.body
source: Tu n'as pas encore confirmé ta prise d'aujourd'hui. Veux-tu prévenir ton contact de confiance ?
de: Du hast deine heutige Einnahme noch nicht bestätigt. Möchtest du deine Vertrauensperson benachrichtigen?
en: You haven't confirmed today's dose yet. Want to let your trusted contact know?
es: Aún no has confirmado la toma de hoy. ¿Quieres avisar a tu contacto de confianza?
pt: Ainda não confirmaste a toma de hoje. Queres avisar o teu contacto de confiança?

# notification.trustedContact.title
source: Pillo Tracker pense à toi
de: Pillo Tracker denkt an dich
en: Pillo Tracker is thinking of you
es: Pillo Tracker piensa en ti
pt: O Pillo Tracker está a pensar em ti

# onboarding.back
source: Retour
de: Zurück
en: Back
es: Atrás
pt: Voltar

# onboarding.continue
source: Continuer
de: Weiter
en: Continue
es: Continuar
pt: Continuar

# onboarding.finish
source: Terminer
de: Fertigstellen
en: Finish
es: Finalizar
pt: Concluir

# onboarding.intro.continue
source: Commencer
de: Loslegen
en: Get started
es: Empezar
pt: Começar

# onboarding.intro.point.noAccount
source: Fonctionne sans création de compte
de: Funktioniert ohne Kontoerstellung
en: Works without creating an account
es: Funciona sin crear una cuenta
pt: Funciona sem criar uma conta

# onboarding.intro.point.notMedical
source: Ne remplace pas un professionnel de santé
de: Ersetzt keine medizinische Fachperson
en: Doesn't replace a healthcare professional
es: No sustituye a un profesional de la salud
pt: Não substitui um profissional de saúde

# onboarding.intro.point.offline
source: Fonctionne sans connexion Internet
de: Funktioniert ohne Internetverbindung
en: Works without an internet connection
es: Funciona sin conexión a internet
pt: Funciona sem ligação à internet

# onboarding.intro.point.reminders
source: Vous aide à suivre la prise de votre pilule
de: Hilft dir, deine Pilleneinnahme im Blick zu behalten
en: Helps you track your pill intake
es: Te ayuda a controlar la toma de tu píldora
pt: Ajuda a acompanhar a toma da sua pílula

# onboarding.notifications.denied
source: Notifications refusées — l'application reste utilisable
de: Benachrichtigungen abgelehnt – die App bleibt nutzbar
en: Notifications denied — the app still works
es: Notificaciones rechazadas: la app sigue siendo utilizable
pt: Notificações recusadas — a app continua utilizável

# onboarding.notifications.enable
source: Activer les notifications
de: Benachrichtigungen aktivieren
en: Enable notifications
es: Activar notificaciones
pt: Ativar notificações

# onboarding.notifications.granted
source: Notifications activées
de: Benachrichtigungen aktiviert
en: Notifications enabled
es: Notificaciones activadas
pt: Notificações ativadas

# onboarding.notifications.message
source: Les rappels sont essentiels pour ne jamais oublier votre pilule.
de: Erinnerungen sind wichtig, damit du deine Pille nie vergisst.
en: Reminders are essential to never miss your pill.
es: Los recordatorios son esenciales para no olvidar nunca tu píldora.
pt: Os lembretes são essenciais para nunca esquecer a sua pílula.

# onboarding.notifications.title
source: Rappels de prise
de: Einnahmeerinnerungen
en: Dose reminders
es: Recordatorios de toma
pt: Lembretes de toma

# onboarding.notifications.usableWithout
source: L'application reste utilisable même si vous refusez.
de: Die App bleibt nutzbar, auch wenn du ablehnst.
en: The app stays usable even if you decline.
es: La app sigue siendo utilizable aunque la rechaces.
pt: A app continua utilizável mesmo que recuse.

# onboarding.pillSetup.activePillCount
source: Comprimés actifs
de: Aktive Pillen
en: Active pills
es: Comprimidos activos
pt: Comprimidos ativos

# onboarding.pillSetup.allowedDelay
source: Délai maximal indiqué par la notice
de: Maximale laut Beipackzettel zulässige Verzögerung
en: Maximum delay per the leaflet
es: Retraso máximo indicado en el prospecto
pt: Atraso máximo indicado na bula

# onboarding.pillSetup.brandName
source: Marque (facultatif)
de: Marke (optional)
en: Brand (optional)
es: Marca (opcional)
pt: Marca (opcional)

# onboarding.pillSetup.brandName.placeholder
source: Ex. : Leeloo
de: Z. B. Leeloo
en: e.g. Leeloo
es: Ej.: Leeloo

# onboarding.pillSetup.displayName
source: Nom personnalisé
de: Eigener Name
en: Custom name
es: Nombre personalizado
pt: Nome personalizado

# onboarding.pillSetup.displayName.placeholder
source: Ma pilule
de: Meine Pille
en: My pill
es: Mi píldora
pt: A minha pílula

# onboarding.pillSetup.placeboPillCount
source: Placebos / jours d'arrêt
de: Placebos / Pausentage
en: Placebos / stop days
es: Placebos / días de descanso
pt: Placebos / dias de pausa

# onboarding.pillSetup.scheduleType
source: Type de schéma
de: Art des Schemas
en: Schedule type
es: Tipo de esquema
pt: Tipo de esquema

# onboarding.pillSetup.startDate
source: Date de début
de: Startdatum
en: Start date
es: Fecha de inicio
pt: Data de início

# onboarding.pillSetup.title
source: Configurez votre pilule
de: Pille einrichten
en: Set up your pill
es: Configura tu píldora
pt: Configure a sua pílula

# onboarding.pillSetup.usualIntakeTime
source: Heure habituelle de prise
de: Übliche Einnahmezeit
en: Usual intake time
es: Hora habitual de toma
pt: Hora habitual de toma

# onboarding.privacy.biometricLock
source: Verrouillage Face ID / Touch ID
de: Face ID-/Touch ID-Sperre
en: Face ID / Touch ID lock
es: Bloqueo Face ID / Touch ID
pt: Bloqueio Face ID / Touch ID

# onboarding.privacy.customMessage
source: Message de notification personnalisé
de: Individuelle Benachrichtigungsnachricht
en: Custom notification message
es: Mensaje de notificación personalizado
pt: Mensagem de notificação personalizada

# onboarding.privacy.customMessage.placeholder
source: C'est l'heure de votre rappel.
de: Es ist Zeit für deine Erinnerung.
en: It's time for your reminder.
es: Es hora de tu recordatorio.
pt: É hora do seu lembrete.

# onboarding.privacy.discreetMode
source: Notifications discrètes
de: Diskrete Benachrichtigungen
en: Discreet notifications
es: Notificaciones discretas
pt: Notificações discretas

# onboarding.privacy.title
source: Confidentialité
de: Datenschutz
en: Privacy
es: Privacidad
pt: Privacidade

# onboarding.scan.choosePhoto
source: Choisir une photo
de: Foto auswählen
en: Choose a photo
es: Elegir una foto
pt: Escolher uma foto

# onboarding.scan.cta
source: Scanner ma plaquette (bêta)
de: Meine Packung scannen (Beta)
en: Scan my pack (beta)
es: Escanear mi blíster (beta)
pt: Digitalizar a minha cartela (beta)

# onboarding.scan.explanation
source: Prends une photo de ta plaquette : Pillo Tracker essaie de détecter automatiquement le nombre de comprimés. Tu pourras toujours corriger ensuite.
de: Mach ein Foto deiner Packung: Pillo Tracker versucht, die Pillenanzahl automatisch zu erkennen. Du kannst es danach jederzeit korrigieren.
en: Take a photo of your pack: Pillo Tracker tries to automatically detect the pill count. You can always correct it afterward.
es: Haz una foto de tu blíster: Pillo Tracker intenta detectar automáticamente el número de comprimidos. Siempre podrás corregirlo después.
pt: Tira uma foto da tua cartela: o Pillo Tracker tenta detetar automaticamente o número de comprimidos. Podes sempre corrigir depois.

# onboarding.scan.notDetected
source: Schéma non reconnu automatiquement — choisis-le manuellement ci-dessous.
de: Schema konnte nicht automatisch erkannt werden — wähle es unten manuell aus.
en: Couldn't detect the pattern automatically — choose it manually below.
es: No se pudo detectar el patrón automáticamente: elígelo manualmente abajo.
pt: Não foi possível detetar o padrão automaticamente — escolhe-o manualmente abaixo.

# onboarding.scan.takePhoto
source: Prendre une photo
de: Foto aufnehmen
en: Take a photo
es: Hacer una foto
pt: Tirar uma foto

# onboarding.scan.title
source: Scanner la plaquette
de: Packung scannen
en: Scan the pack
es: Escanear el blíster
pt: Digitalizar a cartela

# pillType.combined
source: Pilule combinée
de: Kombinationspille
en: Combined pill
es: Píldora combinada
pt: Pílula combinada

# pillType.other
source: Autre
de: Andere
en: Other
es: Otra
pt: Outra

# pillType.progestinOnly
source: Pilule progestative
de: Reine Gestagenpille
en: Progestin-only pill
es: Píldora de progestágeno solo
pt: Pílula só de progestativo

# pin.setup.confirm
source: Confirmer le code
de: Code bestätigen
en: Confirm code
es: Confirmar código
pt: Confirmar código

# pin.setup.enter
source: Nouveau code PIN
de: Neuer PIN-Code
en: New PIN code
es: Nuevo código PIN
pt: Novo código PIN

# pin.setup.errorLength
source: Le code doit contenir au moins 4 chiffres
de: Der Code muss mindestens 4 Ziffern haben
en: The code must have at least 4 digits
es: El código debe tener al menos 4 dígitos
pt: O código deve ter pelo menos 4 dígitos

# pin.setup.errorMismatch
source: Les codes ne correspondent pas
de: Die Codes stimmen nicht überein
en: The codes don't match
es: Los códigos no coinciden
pt: Os códigos não coincidem

# pin.setup.remove
source: Supprimer le code PIN
de: PIN-Code entfernen
en: Remove PIN code
es: Eliminar código PIN
pt: Remover código PIN

# scheduleType.continuous
source: Prise continue
de: Kontinuierliche Einnahme
en: Continuous use
es: Uso continuo
pt: Toma contínua

# scheduleType.days21Active7Stop
source: 21 actifs + 7 jours d'arrêt
de: 21 aktive + 7 Pausentage
en: 21 active + 7 stop days
es: 21 activos + 7 días de descanso
pt: 21 ativos + 7 dias de pausa

# scheduleType.days24Active4Placebo
source: 24 actifs + 4 placebos
de: 24 aktive + 4 Placebo
en: 24 active + 4 placebo
es: 24 activos + 4 placebo
pt: 24 ativos + 4 placebo

# scheduleType.days28
source: 28 comprimés
de: 28 Pillen
en: 28 pills
es: 28 comprimidos
pt: 28 comprimidos
